export const sections = {
    '1': {
      name: 'Алгебра',
      subsections: {
        '11': 'Группировать подобные члены',
        '12': 'Найти переменную',
        '13': 'Множитель',
        '14': 'Разложить',
        '15': 'Вычисления с дробями',
        '16': 'Линейные уравнения',
        '17': 'Квадратные уравнения',
        '18': 'Неравенства',
        '19': 'Системы уравнений',
        '110': 'Матрицы',
      }
    },
    '2': {
      name: 'Тригонометрия',
      subsections: {
        '21': 'Сократить уравнение',
        '22': 'Найти численное значение',
        '23': 'Графики',
        '24': 'Решить уравнения',
      }
    },
    '3': {
      name: 'Математический анализ',
      subsections: {
        '31': 'Производные',
        '32': 'Интегралы',
        '33': 'Пределы функции',
      }
    }
};

export const groups = {
    1: {
        name: 'Информационные системы и технологии',
        course: 1,
        code: '09.03.02'
    },
    2: {
        name: 'Информационная безопасность автоматизированных систем',
        course: 2,
        code: '10.05.01'
    },
    3: {
        name: 'Фундаментальная информатика и информационные технологии',
        course: 3,
        code: '02.03.02'
    },
    4: {
        name: 'Прикладная математика и информатика',
        course: 4,
        code: '01.03.02'
    },
    5: {
        name: 'Экономика',
        course: 1,
        code: '38.03.01'
    },
    6: {
        name: 'Прикладная механика',
        course: 2,
        code: '15.03.03'
    },
    7: {
        name: 'Юриспруденция',
        course: 3,
        code: '40.03.01'
    },
    8: {
        name: 'Государственное и муниципальное управление',
        course: 4,
        code: '38.03.04'
    }
};
